Repository: litusb/corferida-drs
Catalog: omegat/omegat/project_save.tmx
Source language: en_us
Languages: ca_es

source: Agility (Use it to Sprint, Leap, Maneuver,etc.) A high Agility means you're fast on your feet, nimble on dicult terrain, and quick to react to danger.
ca_es: Agilitat (Es fa servir per esprintar, saltar, maniobrar, etc.) Una bona Agilitat significa tenir els peus lleugers, ser àgil en terrenys difícils i reaccionar ràpidament al perill.

source: Assign Character Traits.
ca_es: Assigna les Característiques de personatge.

source: Choose Your Heritage.
ca_es: Tria un Llegat.

source: Choose a Class and Subclass.
ca_es: Escull una Classe i Subclasse.

source: Choose a Subclass. Subclasses further refine a class archetype and reinforce its expression by granting access to unique subclass features. Each class comprises two subclasses.
ca_es: Tria una Subclasse. Les Subclasses afinen encara més l'arquetip d'una Classe i reforcen el seu estil atorgant accés a atributs de subclasse exclusius. Cada Classe inclou dues Subclasses.

source: Classes are role-based archetypes that determine which class features and domain cards a PC gains access to throughout the campaign.
ca_es: Les Classes són arquetips de personatge que determinen a quins atributs de classe i cartes de domini pot accedir un PJ al llarg de la campanya.

source: Finesse (Use it to Control, Hide, Tinker, etc.) A high Finesse means you're skilled at tasks that require accuracy, stealth, or the utmost control.
ca_es: Subtilesa (Es fa servir per dominar, amagar-se, manipular, etc.) Una Subtilesa elevada vol dir ser expert en tasques que requereixen precisió, sigil o un control extrem.

source: Instinct (Use it to Perceive, Sense, Navigate, etc.) A high Instinct means you have a keen sense of your surroundings and a natural intuition.
ca_es: Instint (Es fa servir per percebre, pressentir, orientar-se, etc.) Un bon Instint implica tenir una percepció aguda de l'entorn i una intuïció innata.

source: Note: You can fill in your character's name, pronouns, and Character Description details at any point of the character creation process.
ca_es: **Nota:** pots escriure el nom, els pronoms i la descripció del personatge en qualsevol moment del procés de creació.

source: SYSTEM REFERENCE DOCUMENT 1.0 (VER SEP-09-2025)
ca_es: DOCUMENT DE REFERÈNCIA DEL SISTEMA 1.0 (versió 09 Set. 2025)

source: Strength (Use it to Lift, Smash, Grapple, etc.) A high Strength means you're better at feats that test your physical prowess and stamina.
ca_es: Força (Es fa servir per aixecar, destrossar, forcejar, etc.) Una gran Força representa superioritat en gestes que posen a prova la resistència i la destresa física.

source: Welcome to DAGGERHEART, a collaborative fantasy tabletop roleplaying game of incredible magic and heroic, heartfelt adventure.
ca_es: Benvinguda a CORFERIDA (Daggerheart), un joc de rol de fantasia cooperatiu ple de màgia extraordinària i de peripècies heroiques emotives.

source: A character's ancestry reflects their lineage, impacting their physicality and granting them two unique ancestry features. Take the card for one of the following ancestries, then write its name in the Heritage field of your character sheet: Clank, Drakona, Dwarf, Elf, Faerie, Faun, Firbolg, Fungril, Galapa, Giant, Goblin, Halfling, Human, Infernis, Katari, Orc, Ribbet, Simiah.
ca_es: El Llinatge representa l'ascendència del personatge: afecta els trets físics i concedeix dos atributs de Llinatge únics. Agafa la carta corresponent a un dels següents Llinatges i apunta'l a la casella de Llegat del full de personatge: Clank, Dracònid, Elf, Faune, Feèric, Firbolg, Fongril, Galapa, Gegant, Gòblin, Humà, Infernís, Katari, Mitgerol, Nan, Orc, Ribbet, Simiah.

source: All rights reserved.
ca_es: Tots els drets reservats.

source: As a narrative-focused game, Daggerheart is not a place where technical, out-of-context interpretations of the rules are encouraged.
ca_es: Corferida és un joc centrat en la narrativa i, per tant, no incentiva les interpretacions tècniques o fora de context de les regles.

source: As long as your group agrees, everything can be adjusted to fit your play style.
ca_es: Mentre el grup hi estigui d'acord, tot es pot ajustar per adaptar-se a l'estil de joc propi.

source: CHARACTER CREATION
ca_es: CREACIÓ DE PERSONATGES

source: DAGGERHEART
ca_es: CORFERIDA

source: Daggerheart is a tabletop roleplaying game for one Game Master ("GM") and 2-5 players.
ca_es: Corferida és un joc de rol de taula per a una Directora de joc (DJ) i de 2 a 5 jugadores.

source: During a session of Daggerheart the GM describes situations, narrates events, and controls any adversaries or obstacles that the Player Characters ("PCs") encounter.
ca_es: Durant una sessió de Corferida, la DJ descriu les escenes, narra els esdeveniments i controla els adversaris i els obstacles que els Personatges jugadors (PJs) es troben.

source: Each game session lasts about 2-4 hours, and Daggerheart can be played as a one-shot or a multi-session campaign of any length.
ca_es: Es pot jugar una partida d'una sola sessió (one-shot) o una campanya amb tantes sessions de joc com es vulgui; cada una dura entre 2 i 4 hores.

source: Every class begins with one or more unique class feature(s), described at the bottom left of each class's character sheet.
ca_es: Cada Classe comença amb un o més atributs de classe exclusius, que es descriuen a la part inferior esquerra del full de personatge de cada classe.

source: Everything should flow back to the fiction, and the GM has the authority and responsibility to make rulings about how rules are applied to underscore that fiction.
ca_es: La DJ té l'autoritat i la responsabilitat de decidir com aplicar-les per reforçar la història: tot ha de fluir cap a la ficció.

source: For example, Daggerheart has a weapon called a grappler that lets you pull a target close to you.
ca_es: Per exemple, hi ha una arma anomenada garfi que permet arrossegar un objectiu cap a un mateix.

source: For more information, please visit www.darringtonpress.com/license.
ca_es: Es pot trobar més informació a www.darringtonpress.com/license.

source: Happy adventuring!
ca_es: Bones aventures!

source: INTRODUCTION
ca_es: INTRODUCCIÓ

source: If it's lower, they fail.
ca_es: si és menor, falla.

source: If there's a rule you'd rather ignore or modify, feel free to implement any change with your table's consent.
ca_es: Si hi ha cap regla que es vulgui ignorar o modificar, no s'ha de dubtar a implementar qualsevol canvi amb el consentiment de la taula.

source: If you try to use it to pull an entire castle, the weapon text doesn't forbid you from doing that—but it doesn't make sense within the narrative.
ca_es: La seva descripció no exclou explícitament intentar utilitzar-la per arrossegar tot un castell, però aquest efecte no tindria cap sentit en la narrativa.

source: If your class feature prompts you to make a selection, do so now.
ca_es: Si l'atribut de classe requereix fer cap elecció, ara és el moment de fer-la.

source: In addition, the situation changes based on which Duality Die rolls higher, either giving the player helpful Hope tokens or generating terrifying Fear tokens for the GM.
ca_es: A més, la situació varia en funció de quin Dau de dualitat treu el resultat més alt, sigui proporcionant útils punts d'Esperança a la jugadora o generant terrorífics punts de Por per a la DJ.

source: In short, it is Daggerheart, the system, boiled down to the bones—a lean and clean offering without all the flavor, style, and supporting material that makes the core rulebook such an evocative and enjoyable read.
ca_es: En resum, tens a les teves mans el sistema de Corferida reduït a l'essencial: una versió minimalista i ben definida, sense tot el sabor, l'estil i el material complementari que fan tan inspiradora i entretinguda la lectura del manual bàsic.

source: Instead, the GM might rule that you pull a few bricks out, or pull yourself toward the wall instead.
ca_es: En lloc d’això, la DJ podria decidir que s'arrenquin alguns maons o que l'usuari s'impulsi cap a la paret.

source: It is a repository of the mechanical elements of the Daggerheart system, edited and organized for clarity, conciseness, and quick reference.
ca_es: és un recull dels elements que conformen la mecànica de joc, editat i organitzat d'una manera clara, concisa i fàcil de consultar.

source: Layout: Matt Paquette & Co.
ca_es: Maquetació: Matt Paquette & Co.

source: Please read the Darrington Press Community Gaming License before using this material.
ca_es: Es recomana llegir la Darrington Press Community Gaming License (Llicència de joc col·lectiva de Darrington Press) abans de fer servir el contingut d'aquest document.

source: RULINGS OVER RULES
ca_es: EL RAONAMENT ABANS QUE EL REGLAMENT

source: SRD Writer: Rob Hebert | Technical Editor: Shawn Banerjee
ca_es: Escriptor del DRS: Rob Hebert | Editor tècnic: Shawn Banerjee

source: STEP 1
ca_es: PRIMER PAS

source: STEP 2
ca_es: SEGON PAS

source: STEP 3
ca_es: TERCER PAS

source: Select a class and take its corresponding character sheet and character guide printouts.
ca_es: Tria una Classe i agafa els fulls impresos corresponents: el full de personatge i la guia de personatge.

source: Select one of your class's subclasses and take its Foundation card.
ca_es: Tria una de les Subclasses de la Classe i agafa la respectiva carta de Fonaments .

source: Similarly, if your character does something that would logically result in immediate death—such as diving into an active volcano without protection—you might not get to make one of Daggerheart's death moves, which normally give you control of your character's fate in their final moments.
ca_es: De la mateixa manera, si un personatge fa alguna cosa que lògicament donaria com a resultat una mort immediata, com ara llançar-se dins un volcà actiu sense protecció, és possible que no pugui fer una de les jugades definitives de Corferida, que permeten controlar el destí del personatge en el seu darrer instant.

source: Some of these decisions are purely narrative, meaning they only appear in or affect the game through roleplaying, but others are mechanical choices that affect the things their PC is able to do and which actions they're more (or less) likely to succeed at when making moves and taking action.
ca_es: Algunes d'aquestes decisions són purament narratives (és a dir, només fan aparició dins el joc o l'afecten a través de la interpretació), però altres són eleccions de mecàniques que determinen quines coses pot fer el PJ i en quines accions té més (o menys) probabilitats de tenir èxit al realitzar jugades i accions.

source: THE BASICS
ca_es: ELS FONAMENTS

source: THE GOLDEN RULE
ca_es: LA REGLA D'OR

source: The Daggerheart SRD is not a replacement for the core rulebook, which contains setting information, additional examples of various gameplay elements, and tons of great advice for playing Daggerheart—not to mention gorgeous artwork and layout.
ca_es: El DRS de Corferida no substitueix el manual bàsic, que inclou detalls d'ambientació, exemples de regles suplementaris i una gran quantitat de consells útils per jugar a Corferida, així com una maquetació i material gràfic imponents.

source: The Duality Dice are rolled, relevant modifiers are added to the results, and the total is compared to a Difficulty set by the GM. If the total meets or beats the Difficulty, the player succeeds.
ca_es: Es tiren els Daus de dualitat, se sumen els modificadors pertinents al resultat i es compara el total amb la Dificultat establerta per la DJ. Si el total iguala o supera la Dificultat, la jugadora té èxit;

source: The most important rule of Daggerheart is to make the game your own.
ca_es: La regla més important de Corferida és fer-se propi el joc.

source: The players, in turn, roleplay their PCs' reactions to the scenario presented by the GM. If the outcome of a player's action depends on fate or fortune, the GM calls for an action roll.
ca_es: Les jugadores, al seu torn, interpreten com reaccionen els seus PJs davant l'escenari que presenta la DJ. Si el resultat de l'acció d'una jugadora depèn de l'atzar o de la fortuna, la DJ demanarà una tirada d'acció.

source: The rules included in this SRD are designed to help you enjoy the experience at the table, but everyone has a different approach to interpreting rules and telling stories.
ca_es: Les regles d'aquest manual s'han dissenyat per ajudar a gaudir de l'experiència a la taula, però cadascú té una manera diferent d’interpretar les regles i d’explicar històries.

source: The rules should never get in the way of the story you want to tell, the characters you want to play, or the adventures you want to have.
ca_es: Les regles no haurien d'interferir mai en la història que es vulgui explicar, en els personatges que es vulguin interpretar o en les aventures que es vulguin viure.

source: There are nine classes in this SRD: Bard, Druid, Guardian, Ranger, Rogue, Seraph, Sorcerer, Warrior, Wizard.
ca_es: En aquest manual hi ha nou classes: Bard, Druida, Fetiller, Guardià, Guerrer, Mag, Muntaner, Murri, Serafí.

source: These sheets are for recording your PC's details; you'll update and reference them throughout the campaign.
ca_es: Aquests fulls són per anotar els detalls del teu PJ; els aniràs actualitzant i consultant al llarg de la campanya.

source: This SRD offers answers for many questions your table may have about the game, but it won't answer all of them.
ca_es: Aquest document dona resposta a moltes de les preguntes que puguin sorgir sobre el joc, però no les respondrà totes.

source: This document, including the Witherwild Campaign Frame, is considered Public Game Content per the Darrington Press Community Gaming License.
ca_es: Aquest document, inclòs el Marc de campanya de «L’erm marcit» (Witherwild), es considera Public Game Content (Contingut de joc públic) segons la Darrington Press Community Gaming License (Llicència de joc col·lectiva de Darrington Press).

source: This is the Daggerheart SRD (System Reference Document).
ca_es: El Document de referència del sistema (DRS) de Corferida

source: This kind of consequence should be made clear before the action is completed, and it should always follow the logic of the world.
ca_es: Aquest tipus de conseqüències han de quedar clares abans de completar l'acció i sempre han de seguir la lògica del món.

source: To better understand the mechanics of Daggerheart, absent the flavor and setting information, so you can bend or break them in the process of making your own content.
ca_es: entendre millor les regles de joc de Corferida, sense el contingut narratiu ni d'ambientació, de manera que les puguis adaptar o modificar per crear material propi.

source: To create a Mixed Ancestry, take the top (first-listed) ancestry feature from one ancestry and the bottom (second-listed) ancestry feature from another.
ca_es: Per crear un Llinatge mixt, s'ha d'agafar l'atribut superior (el primer) d'un Llinatge i l'inferior (el segon) d'un altre.

source: To ensure any homebrew content you create or publish conforms with Daggerheart's core ruleset.
ca_es: garantir que el material propi s'ajusta al conjunt de regles de Corferida,

source: To provide copy text made available by Darrington Press for your own publications under their Community Gaming License (www.darringtonpress.com/license).
ca_es: incloure al teu contingut fragments del text que Darrington Press facilita a l'empara de la Darrington Press Community Gaming License (Llicència de joc col·lectiva de Darrington Press) (www.darringtonpress.com/license),

source: To quickly look up Daggerheart's rules-as-written during gameplay sessions.
ca_es: consultar ràpidament les regles de Corferida durant les sessions de joc,

source: Unless their table chooses to use pre-generated characters, each player creates their own PC by making a series of guided choices.
ca_es: Cada jugadora crea el seu PJ mitjançant una sèrie de decisions guiades, o també pot fer servir personatges pregenerats.

source: WHAT IS DAGGERHEART?
ca_es: QUÈ ÉS CORFERIDA?

source: WHAT IS THIS?
ca_es: QUÈ ÉS AQUEST DOCUMENT?

source: We hope this document proves useful to your table.
ca_es: Tant de bo aquest document sigui útil per a la teva taula de joc.

source: When a player makes an action roll, they utilize Duality Dice—two differently colored 12-sided dice ("d12s") representing Hope and Fear.
ca_es: Quan una jugadora fa una tirada d'acció, fa servir els Daus de dualitat: dos daus de 12 cares (d12) de diferents colors que representen l'Esperança i la Por.

source: When you're in doubt about how a rule applies, the GM should make a ruling that aligns with the narrative.
ca_es: Quan hi hagi dubtes sobre com aplicar una regla, la DJ ha de prendre una decisió que estigui en sintonia amb la narrativa.

source: While playing Daggerheart, the GM and players should always prioritize rulings over rules.
ca_es: La DJ i les jugadores haurien de donar prioritat a les decisions per sobre de les regles quan juguin a Corferida.

source: You can use this SRD in several ways:
ca_es: Pots fer servir el manual de joc per:

source: You'll make a Finesse Roll to use fine tools, escape notice, or strike with precision.
ca_es: Cal fer una tirada de Subtilesa per emprar eines de precisió, eludir l'atenció o atacar amb precisió.

source: You'll make a Strength Roll to break through a door, lift heavy objects, or hold your ground against a charging foe.
ca_es: Cal fer una tirada de Força per trencar una porta, aixecar objectes pesats o mantenir la posició contra l'envestida d'un enemic.

source: You'll make an Agility Roll to scurry up a rope, sprint to cover, or bound from rooftop to rooftop.
ca_es: Cal fer una tirada d'Agilitat per pujar una corda, arrencar a córrer per buscar cobertura o saltar de teulada en teulada.

source: You'll make an Instinct Roll to sense danger, notice details in the world around you, or track an elusive foe.
ca_es: Cal fer una tirada d'Instint per ensumar el perill, percebre detalls de l'entorn o rastrejar un enemic esmunyedís.

source: Your character has six traits that represent their physical, mental, and social aptitude:
ca_es: Un personatge té sis característiques que representen les seves aptituds físiques, mentals i socials:

source: Your character's community represents their culture or environment of origin and grants them a community feature. Take the card for one of the following communities, then write its name in the Heritage field of your character sheet: Highborne, Loreborne, Orderborne, Ridgeborne, Seaborne, Slyborne, Underborne, Wanderborne, Wildborne.
ca_es: La Comunitat representa la cultura o l'entorn de procedència d'un personatge i li concedeix un atribut de Comunitat. Agafa la carta corresponent a una de les següents Comunitats i escriu el nom a la casella de Llegat del full de personatge: Aristòcrata, Bergant, Errant, Erudita, Marina, Muntanyenca, d’Orde, Salvatge o Subterrània.

source: Your character's heritage combines two elements: ancestry and community.
ca_es: El Llegat del personatge combina dos elements: el Llinatge i la Comunitat.

source: | Producers: Dani Gage and Madigan Hunt
ca_es: | Productors: Dani Gage i Madigan Hunt
